Repository: OM-KEN/Copied
Catalog: Copied-mac/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: 版本
en: Version

source: 有新版本
en: Update Available

source: 关于
en: About
zh_hant: 關於

source: 软件更新
en: Software Update
zh_hant: 軟體更新

source: 检查更新
en: Check for Updates
zh_hant: 檢查更新

source: 正在检查…
en: Checking…
zh_hant: 正在檢查…

source: 前往 GitHub 更新
en: Update on GitHub

source: 更新提醒
en: Update Notifications

source: 开启后，Copied 每天最多检查一次稳定版本，并在下一次完整复制提醒中提示。
en: When enabled, Copied checks for a stable release at most once a day and shows it on the next full copy notification.
zh_hant: 開啟後，Copied 每天最多檢查一次穩定版本，並在下一次完整複製提醒中提示。

source: 尚未检查更新
en: Updates have not been checked yet.
zh_hant: 尚未檢查更新

source: 正在检查更新…
en: Checking for updates…
zh_hant: 正在檢查更新…

source: 已是最新版本
en: Copied is up to date.

source: 当前没有稳定版本
en: No stable release is currently available.
zh_hant: 目前沒有穩定版本

source: 发现新版本 %@
en: Version %@ is available.
zh_hant: 發現新版本 %@

source: 检查更新失败：
en: Update check failed:
zh_hant: 檢查更新失敗：

source: 无效的服务器响应
en: Invalid server response
zh_hant: 無效的伺服器回應

source: 无法读取更新信息
en: Could not read update information
zh_hant: 無法讀取更新資訊

source: 当前版本号无效
en: The current app version is invalid
zh_hant: 目前版本號無效

source: 键盘修饰键
en: Keyboard Modifier
zh_hant: 鍵盤修飾鍵

source: 触发方式
en: Trigger Mode
zh_hant: 觸發方式

source: 鼠标侧键
en: Mouse Side Button
zh_hant: 滑鼠側鍵

source: 清除
en: Clear

source: 正在等待侧键…
en: Waiting for Side Button…
zh_hant: 正在等待側鍵…

source: 录制侧键…
en: Record Side Button…
zh_hant: 錄製側鍵…

source: 请求辅助功能权限…
en: Request Accessibility Access…
zh_hant: 要求輔助使用權限…

source: 鼠标侧键快速触发需要辅助功能权限。
en: Mouse side-button quick trigger requires Accessibility access.
zh_hant: 滑鼠側鍵快速觸發需要輔助使用權限。

source: 默认双击 Control；第一次松开后需在 350 毫秒内再次按下。单击模式适合高级用户。
en: Control is double-tapped by default; press it again within 350 ms after the first release. Single-tap mode is for advanced users.
zh_hant: 預設連按兩下 Control；第一次放開後需在 350 毫秒內再次按下。單擊模式適合進階使用者。

source: 双击
en: Double Tap
zh_hant: 連按兩下

source: 单击（高级）
en: Single Tap (Advanced)
zh_hant: 單擊（進階）

source: 关闭
en: Off
zh_hant: 關閉

source: 按钮 %lld
en: Button %lld
zh_hant: 按鈕 %lld

# content-kind.source.plugin
source: 插件
en: Plugin
zh_hant: 外掛程式

source: 暂停
en: Pause
zh_hant: 暫停

source: 轻提醒模式
en: Minimal Feedback
zh_hant: 輕提醒模式

source: 设置…
en: Settings…
zh_hant: 設定…

source: 退出
en: Quit
zh_hant: 結束

source: 开启后，复制时仅在鼠标旁短暂出现图标，不弹出完整窗口。
en: When enabled, copying briefly shows an icon near the pointer instead of the full pop-up.
zh_hant: 開啟後，複製時只會在指標旁短暫顯示圖示，不會彈出完整視窗。

source: 复制反馈
en: Copy Feedback
zh_hant: 複製回饋

source: 开机自启
en: Launch at Login
zh_hant: 登入時啟動

source: 需要将 Copied 移到 Applications 文件夹
en: Move Copied to the Applications folder.
zh_hant: 請將 Copied 移到「應用程式」檔案夾。

source: 通用
en: General
zh_hant: 一般

source: 搜索引擎
en: Search Engine
zh_hant: 搜尋引擎

source: 搜索
en: Search
zh_hant: 搜尋

source: 修饰键
en: Modifier Key
zh_hant: 修飾鍵

source: 弹窗显示期间，轻点修饰键快速触发右侧的按钮。
en: While the pop-up is visible, tap the modifier key to trigger the button on the right.
zh_hant: 彈出視窗顯示時，輕按修飾鍵即可觸發右側按鈕。

source: 快速触发
en: Quick Trigger
zh_hant: 快速觸發

source: 智能识别
en: Detection
zh_hant: 智慧辨識

source: 手势
en: Gesture
zh_hant: 手勢

source: 黑名单
en: Blocked Apps
zh_hant: 封鎖的 App

source: 左右键快捷复制
en: Two-Button Copy
zh_hant: 雙鍵快速複製

source: 按住左键时点击右键 → 自动 ⌘C 复制
en: Hold the left mouse button, then right-click to copy with ⌘C.
zh_hant: 按住滑鼠左鍵再按一下右鍵 → 自動以 ⌘C 複製

source: 功能
en: Feature

source: 运行中
en: Running
zh_hant: 執行中

source: 未运行
en: Not Running
zh_hant: 未執行

source: 打开辅助功能设置…
en: Open Accessibility Settings…
zh_hant: 開啟輔助使用設定…

source: 此功能需要辅助功能权限来监听鼠标事件。授权或撤销后需重启 Copied。
en: This feature needs Accessibility permission to monitor mouse events. Restart Copied after granting or revoking access.
zh_hant: 此功能需要「輔助使用」權限才能監聽滑鼠事件。授予或撤銷權限後，請重新啟動 Copied。

source: 权限
en: Permission
zh_hant: 權限

source: 需要辅助功能权限
en: Accessibility Permission Required
zh_hant: 需要輔助使用權限

source: 请求权限
en: Request Access
zh_hant: 要求取用權限

source: 取消
en: Cancel

source: 此功能需要系统辅助功能权限来监听鼠标事件。授权后请重启 Copied 使权限生效。
en: This feature needs Accessibility permission to monitor mouse events. Restart Copied after granting access.
zh_hant: 此功能需要系統的「輔助使用」權限才能監聽滑鼠事件。授予權限後，請重新啟動 Copied 以使權限生效。

source: 无法设置开机自启：
en: Couldn’t update Launch at Login:
zh_hant: 無法更新「登入時啟動」：

source: 未添加任何应用
en: No Apps Added
zh_hant: 尚未加入任何 App

source: 添加运行中应用…
en: Add Running App…
zh_hant: 加入執行中的 App…

source: 在黑名单中的应用复制时不会有弹窗。
en: Copied won’t show a pop-up when you copy from a blocked app.
zh_hant: 從封鎖的 App 複製內容時，Copied 不會顯示彈出視窗。

source: 选择应用
en: Choose an App
zh_hant: 選擇 App

source: 正在加载…
en: Loading…
zh_hant: 正在載入…

source: 搜索…
en: Search…
zh_hant: 搜尋…

source: 内容类型
en: Content Types
zh_hant: 內容類型

source: 代码类型
en: Code Types
zh_hant: 程式碼類型

source: 暂无插件
en: No Plugins Installed
zh_hant: 尚未安裝外掛程式

source: 安装插件…
en: Install Plugin…
zh_hant: 安裝外掛程式…

source: 插件
en: Plugins
zh_hant: 外掛程式

source: 插件为 .copiedplugin 文件夹，包含 manifest.json 和 rules.json。仅支持声明式（JSON + 正则），不执行代码。
en: A plugin is a .copiedplugin folder containing manifest.json and rules.json. It is declarative only (JSON and regular expressions) and never executes code.
zh_hant: 外掛程式是包含 manifest.json 和 rules.json 的 .copiedplugin 檔案夾。僅支援宣告式規則（JSON 與規則運算式），不會執行程式碼。

source: 选择 .copiedplugin 文件夹
en: Choose a .copiedplugin Folder
zh_hant: 選擇 .copiedplugin 檔案夾

source: 请选择有效的 .copiedplugin 文件夹
en: Choose a valid .copiedplugin folder.
zh_hant: 請選擇有效的 .copiedplugin 檔案夾。

source: 插件安装
en: Plugin Installation
zh_hant: 安裝外掛程式

source: 移除
en: Remove

source: manifest.json 或 rules.json 格式不正确
en: manifest.json or rules.json is invalid.
zh_hant: manifest.json 或 rules.json 格式不正確

source: 插件无效：
en: Invalid plugin:
zh_hant: 外掛程式無效：

source: 复制自
en: Copied from
zh_hant: 複製自

source: 复制
en: Copy
zh_hant: 複製

source: 另存为…
en: Save As…
zh_hant: 另存新檔…

source: 在文本编辑中打开
en: Open in TextEdit
zh_hant: 在「文字編輯」中開啟

source: 收起
en: Collapse
zh_hant: 收合

source: 打开
en: Open
zh_hant: 開啟

source: 打开链接
en: Open Link
zh_hant: 開啟連結

source: 打开文件位置
en: Show in Finder
zh_hant: 在 Finder 中顯示

source: 计算
en: Calculate
zh_hant: 計算

source: 计算结果
en: Calculate Result
zh_hant: 計算結果

source: 无法计算
en: Unable to calculate
zh_hant: 無法計算

source: 数字过大
en: Number too large
zh_hant: 數字過大

source: 拼音
en: Pinyin

source: 显示拼音
en: Show Pinyin
zh_hant: 顯示拼音

source: 拨打
en: Call
zh_hant: 撥打

source: 拨打电话
en: Call Number
zh_hant: 撥打電話

source: 发邮件
en: Email
zh_hant: 寄信

source: 发送邮件
en: Compose Email
zh_hant: 撰寫郵件

source: 另存为
en: Save
zh_hant: 儲存

source: 复制结果
en: Copy Result
zh_hant: 複製結果

source: 日历
en: Calendar
zh_hant: 行事曆

source: 在日历中打开
en: Open in Calendar
zh_hant: 在「行事曆」中開啟

source: 翻译
en: Translate
zh_hant: 翻譯

source: 未找到释义
en: No definition found
zh_hant: 找不到釋義

source: 屏蔽
en: Block
zh_hant: 封鎖

source: 屏蔽此来源
en: Block This App
zh_hant: 封鎖此來源

source: 未知应用
en: Unknown App
zh_hant: 未知 App

source: 图片
en: Image
zh_hant: 圖片

source: 文件夹
en: Folder
zh_hant: 檔案夾

source: 代码
en: Code
zh_hant: 程式碼

source: 链接
en: Link
zh_hant: 連結

source: 电话
en: Phone Number
zh_hant: 電話號碼

source: 邮箱
en: Email Address
zh_hant: 電子郵件

source: 路径
en: File Path
zh_hant: 檔案路徑

source: 公式
en: Math Expression
zh_hant: 數學運算式

source: 日期
en: Date & Time
zh_hant: 日期與時間

source: 颜色
en: Color
zh_hant: 顏色

source: RGB 颜色
en: RGB Color
zh_hant: RGB 顏色

source: HSL 颜色
en: HSL Color
zh_hant: HSL 顏色

source: 汉字
en: Chinese Character
zh_hant: 漢字

source: 英文
en: English Word
zh_hant: 英文單字

source: 已运行
en: Already running
zh_hant: 已在執行

source: 弹出授权对话框…
en: Requesting permission…
zh_hant: 正在要求權限…

source: 授权对话框已关闭，重试…
en: Permission dialog closed. Retrying…
zh_hant: 權限對話框已關閉，正在重試…

source: 重新检查: AXIsProcessTrusted=
en: Rechecked: AXIsProcessTrusted=
zh_hant: 重新檢查：AXIsProcessTrusted=

source: （权限已授但签名不匹配？试试去系统设置关掉再重开 Copied 的辅助功能开关）
en: (Permission is granted, but the code signature may not match. Turn Copied off and back on in Accessibility settings.)
zh_hant: （已授予權限，但程式碼簽章可能不相符。請在「輔助使用」設定中關閉 Copied 後再重新開啟。）

source: （请在弹窗中授权，或去系统设置手动开启）
en: (Grant access in the prompt, or enable Copied in System Settings.)
zh_hant: （請在提示中授予權限，或前往「系統設定」手動啟用。）

source: ✅ 启动成功，等待手势…
en: ✅ Started. Waiting for the gesture…
zh_hant: ✅ 啟動成功，正在等待手勢…

source: %lld个文件
en: %lld files
zh_hant: %lld 個檔案

source: （%lld个文件）
en: (%lld files)
zh_hant: （%lld 個檔案）

source: %lld个文件夹
en: %lld folders
zh_hant: %lld 個檔案夾

source: %lld字符
en: %lld characters
zh_hant: %lld 個字元

source: %@ 图片
en: %@ Image
zh_hant: %@ 圖片

source: %@ 文件
en: %@ File
zh_hant: %@ 檔案
